Repository: moteloquito/final-project
Catalog: final/locale/*/LC_MESSAGES/django.po
Languages: es

source: dashboard
es: Panel de control

source: login_init_session
es: Inicia sesi&oacute;n para acceder

source: login_error
es: Usuario o contrase&ntilde;a incorrecta

source: login_username
es: Nombre de usuario

source: login_password
es: Contrase&ntilde;a

source: login_remember_me
es: Recu&eacute;rdame

source: login_submit
es: Iniciar sesi&oacute;n

source: description
es: Descripci&oacute;n

source: column_date
es: Fecha

source: column_action
es: Acciones
